; -----------------------------------------------------------------------------;
; LocK-A-FoLdeR Language File
; Language : Norwegian
; Translation by: Jostein Risa<jostein.risa@gmail.com>
; 
;
; -----------------------------------------------------------------------------;

[LocK-A-FoLdeR]
authorlink = "jostein.risa@gmail.com "
Translationby = "Jostein Risa"
Language = "Norsk (nynorsk)"
pickatask = "Vel ei oppgåve"
lockafolder = "Lås ei mappe"
unlockselected = "Lås opp valde mappe"
changepassword = "Endre hovudpassord"
exit = "Avslutt"
Aboutlockafolder = "Om LocK-A-FoLdeR"
enternewpassword = "Skriv inn nytt passord"
entermasterpassword = "Skriv inn hovudpassord"
alreadyrunning = "LocK-A-FoLdeR køyrer allereie"
doesntexist = "finst ikkje"
chooseafolder = "Vel ei mappe å låse"
selectfirst = "Gjer vel å velje ei mappe fyrst"
alreadyinlist = "er allereie på lista"
plzwait = "Vent litt..."
unable2lock = "kan ikkje låsast"
unable2unlock = "kan ikkje låsast opp"
invalidpass = "Feil passord"
alertmasterpass = "Vel eit hovudpassord."
nointernet = "Det er eit problem med Internett-sambandet ditt."
checkupdates = "Sjekk for oppdateringar"
openreadme = "Opne Lesmeg-fila"
visitwebpage = "Gå til heimesida"
rescuecentre = "Redningssenter"
Rescuefolder = Gjenopprett ei mappe"
notinlist = "Mapper som ikkje står på lista kan låsast opp herifrå"